Revit 2027 API
UnitTypeId.TonnesForcePerMeter Property
 Tonnes force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TonnesForcePerMeter { get; }
Public Shared ReadOnly Property TonnesForcePerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TonnesForcePerMeter {
	ForgeTypeId^ get ();
}
static member TonnesForcePerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace